<!DOCTYPE html>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width">
    <title>Расписание</title>
    <link href="https://fonts.googleapis.com/css?family=Open+Sans:300,400,600,700&amp;subset=cyrillic" rel="stylesheet">
	<link href="/css/style.css" type="text/css" rel="stylesheet" />

	<script type="text/javascript" src="/js/jquery-1.11.3.min.js"></script>
	<script type="text/javascript" src="/js/javascript.js"></script>
</head>
<body>
	<div class="main">
	<#include "../includes/sidebar.ftl">
	<div class="container">
		<header>
			<div class="col-5">
			</div>
			<div class="col-5">
				<div class="user">
					<a href="#">Denis</a>
				</div>
			</div>
		</header>
		<div class="content">
			<div class="upload">
				<a href="#">Загрузить расписание через csv файл</a>
			</div>
			<div class="filter">
				<div class="title">Выберите формат:</div>
				<form>
					<div class="modes">
						<div class="size">
							<select name="size">
							     <option>День</option>
							     <option>Неделя</option>
							</select>
						</div>
						<div class="type">
							<select name="type">
							     <option>Личный</option>
							     <option>Общий</option>
							</select>
						</div>
						<div class="button enter">Изменить</div>
					</div>
				</form>
			</div>
			<div class="panel">
				<div class="days">
					<select name="days">
					    <option>Пн</option>
					    <option>Вт</option>
					    <option>Ср</option>
					    <option>Чт</option>
					    <option>Пт</option>
					    <option>Сб</option>
						<option>Вс</option>
					</select>
				</div>
				<div class="group">
					<div class="title">Группа:</div>
					<select name="group">
						<option>11-401</option>
						<option>11-402</option>
						<option>11-403</option>
						<option>11-404</option>
						<option>11-405</option>
					</select>
				</div>
			</div>
			<div class="table">
				<table>
					<thead>
						<tr>
							<th></th>
							<th></th>
							<th>Мероприятия</th>
							<th>11-601</th>
							<th>11-602</th>
							<th>11-603</th>
							<th>11-604</th>
							<th>11-605</th>
							<th>11-606</th>
							<th>11-607</th>
							<th>11-608</th>
							<th>11-501</th>
							<th>11-502</th>
							<th>11-503</th>
							<th>11-504</th>
							<th>11-505</th>
							<th>11-506</th>
							<th>11-507</th>
							<th>11-508</th>
						</tr>
					</thead>
					<tbody>
						<tr>
							<td rowspan="7">Понедельник</td>
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							<td rowspan="7">Вторник</td>
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
						<tr>
							
							<td>08.30-10.00</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td></td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
							<td>ВССиТ 1301, Чикрин Д.</td>
						</tr>
					</tbody>
				</table>
			</div>
		</div>
	</div>
	</div>
</body>
</html>
