<#include "../main-template.ftl">

<#macro m_body>
<div class="upload">
    <a href="#">Загрузить расписание через csv файл</a>
</div>
<div class="filter">
    <div class="title">Выберите формат:</div>
    <form>
        <div class="modes">
            <div class="size">
                <select name="size">
                    <option>День</option>
                    <option>Неделя</option>
                </select>
            </div>
            <div class="type">
                <select name="type">
                    <option>Личный</option>
                    <option>Общий</option>
                </select>
            </div>
            <div class="button enter">Изменить</div>
        </div>
    </form>
</div>
<div class="panel">
    <div class="days">
        <select name="days">
            <option>Пн</option>
            <option>Вт</option>
            <option>Ср</option>
            <option>Чт</option>
            <option>Пт</option>
            <option>Сб</option>
            <option>Вс</option>
        </select>
    </div>
    <div class="group">
        <div class="title">Группа:</div>
        <select name="group">
            <option>11-401</option>
            <option>11-402</option>
            <option>11-403</option>
            <option>11-404</option>
            <option>11-405</option>
        </select>
    </div>
</div>
<div class="table">
    <table>
        <thead>
        <tr>
            <th></th>
            <th></th>
            <th>Мероприятия</th>
            <th>11-601</th>
            <th>11-602</th>
            <th>11-603</th>
            <th>11-604</th>
            <th>11-605</th>
            <th>11-606</th>
            <th>11-607</th>
            <th>11-608</th>
            <th>11-501</th>
            <th>11-502</th>
            <th>11-503</th>
            <th>11-504</th>
            <th>11-505</th>
            <th>11-506</th>
            <th>11-507</th>
            <th>11-508</th>
        </tr>
        </thead>
        <tbody>
        <tr>
            <td rowspan="7">Понедельник</td>
            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>
            <td rowspan="7">Вторник</td>
            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        </tbody>
    </table>
</div>
</#macro>

<@main title="Расписание" customScripts=["/js/jquery-1.11.3.min.js", "/js/schedule.js"]/>
