<#include "days_form.ftl">
<div class="table">
    <table>
        <thead>
        <tr>
            <th></th>
            <th></th>
            <th>Мероприятия</th>
            <th>11-601</th>
            <th>11-602</th>
            <th>11-603</th>
            <th>11-604</th>
            <th>11-605</th>
            <th>11-606</th>
            <th>11-607</th>
            <th>11-608</th>
            <th>11-501</th>
            <th>11-502</th>
            <th>11-503</th>
            <th>11-504</th>
            <th>11-505</th>
            <th>11-506</th>
            <th>11-507</th>
            <th>11-508</th>
        </tr>
        </thead>
        <tbody>
        <tr>
            <td rowspan="7">Понедельник</td>
            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>
            <td rowspan="7">Вторник</td>
            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        <tr>

            <td>08.30-10.00</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td></td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
            <td>ВССиТ 1301, Чикрин Д.</td>
        </tr>
        </tbody>
    </table>
</div>