<#include "days_form.ftl">
<div class="table dayg">
    <table>
        <thead>
        <tr>
            <th>Время</th>
            <th>Занятия</th>
        </tr>
        </thead>
        <tbody>
        <tr>
            <td>08.30-10.00</td>
            <td>ВССиТ (Вычислительные системы, сети и телекоммуникации)<br/>1301, Чикрин Д. Е</td>
        </tr>
        <tr>
            <td>10.10-11.40</td>
            <td></td>
        </tr>
        <tr>
            <td>11.50-13.20</td>
            <td>ВССиТ (Вычислительные системы, сети и телекоммуникации)<br/>1301, Чикрин Д. Е</td>
        </tr>
        <tr>
            <td>13.35-15.05</td>
            <td>Собрание 3 курса<br/>108, Хасьянов А. Ф.</td>
        </tr>
        <tr>
            <td>15.20-16.50</td>
            <td></td>
        </tr>
        <tr>
            <td>17.00-18.30</td>
            <td></td>
        </tr>
        <tr>
            <td>18.40-20.10</td>
            <td>ВССиТ (Вычислительные системы, сети и телекоммуникации)<br/>1301, Чикрин Д. Е</td>
        </tr>
        </tbody>
    </table>
</div>

